Revit 2027 API
ParameterTypeId.SketchingRadiusToggle Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchingRadiusToggle { get; }
Public Shared ReadOnly Property SketchingRadiusToggle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchingRadiusToggle {
	ForgeTypeId^ get ();
}
static member SketchingRadiusToggle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace